{
	"dmx": "If you want to stop the violence, get the hell out of Dee Em Ex's face.",
	"50cent": "Go shorty, its your birthday.",
	"royceda59": "I'm the verbal-spit Smith and Wesson, I unload with sick spit.",
	"snoopdogg": "It is the dee oh double g he thats me.",
	"bizmarkie": "And you say this man is anything but a friend.",
	"ti": "Whaddup, I'm saying you can have whatever you like. Except a win.",
	"techn9ne": "One fifty one rum, got apple juice and malibou, Caribou going to make meat out of you.",
	"kanyewest": "Now that that don't kill me can only make me stronger. ",
	"mosdef": "You know the deal it is just me yo.",
	"bustarhymes": "just let me give you real street shit, we clap yo seat and break ya neck",
	"lilwayne": "Here we go Weazy the best to ever do it. Young Tenuchi.",
	"common": "one day when the glory comes, it will be mine. forever and in common.",
	"llcoolj": "I am going to knock you out. My mama said to knock you out.",
	"icecube": "I can say what I want to say ain't nothing to it gangsta rap made me do it.",
	"eminem": "The real slim shady. I'm beginning to feel like a Rap God, Rap God. All my people from the front to the back nod, back nod.",
	"2pac": "You ready to feel some of this California love. Time to make that sunshine rain on you.",
	"thenotoriousbig": "By the time we are done with this I am going to make you call me big poppa.",
	"jayz": "I got 99 problems and each one begins and ends with you.",
	"nas": "I won't stop I can't stop you can hate me. Good I hate you too.",
	"justinbieber": "What is that baby, I can't hear you baby? What do you mean? I'll show you.",
	"rihanna": "You better step back into the rain son. I will not be giving you my umbrella.",
	"adele": "Hello from the other side. I must have called 1000 times to remind you that you're a punk ass bitch.",
	"drake": "You are not allowed to call me on my cell phone.",
	"theweeknd": "I can't feel my face when I look at your face.",
	"sia": "You better have thick skin and an elastic heart, my blade is bound to be too sharp.",
	"selenagomez": "I'm so sick of your same old rhymes. That shit cannot tear anything up.",
	"taylorswift": "No we've got bad blood and you know it used to be love. Take a look at what you have done son.",
	"future": "Took a shot of Henney, I've been going crazy, crazy. They say my whole hood got it under investigation.",
	"florida": "Take a step back sucker because I'm going to make your head spin right round.",
	"geazy": "If I ever said I fucked yo girl, just know that I mean it.",
	"jcole": "Something about your mom. She got me up all night.",
	"chrisbrown": "We popping like ayo. All your sisters screaming like ayo.",
	"wizkhalifa": "Once I'm done with your face I leave it black and yellow.",
	"nickiminaj": "Can't you hear that boom, boom ba doom boom ba doom? That is me beating you like a drum."
}
